import 'package:rukiyah_and_ayat/components/cards/ayat_card.dart';

List<Ayat> quranVerses = [
  Ayat(
    title: 'সূরা ফাতিহা',
    verseText: 'الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِيـنَ (২) الرَّحْمَنِ الرَّحِيـمِ (৩) مَـالِكِ يَوْمِ الدِّيـنِ (৪) إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِيـنُ (৫) اهْدِنَا الصِّرَاطَ الْمُسْتَقِيـمَ (৬) صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلا الضَّـالِّيـنَ (৭) ',
  ),
  Ayat(
    title: 'সূরা বাকারাহ (১-৫)',
    verseText: 'الم (1) ذَلِكَ الْكِتَابُ لا رَيْبَ فِيـهِ، هُدًى لِلْمُتَّقِيـنَ (2) الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ وَيُقِيمُونَ الصَّلاةَ وَمِمَّا رَزَقْنَاهُمْ يُنفِقُـونَ (3) وَالَّذِينَ يُؤْمِنُونَ بِمَـا أُنْزِلَ إِلَيْكَ وَمَـا أُنْزِلَ مِنْ قَبْلِكَ وَبِالآخِرَةِ هُمْ يُوقِنُـونَ (4) أُوْلَـئِكَ عَلَى هُدًى مِنْ رَبِّهِمْ وَأُوْلَـئِكَ هُمُ الْمُفْلِحُونَ (5)',
  ),
  Ayat(
    title: 'সূরা বাকারাহ ১০২',
    verseText: 'وَاتَّبَعُوا مَا تَتْلُو الشَّيَاطِينُ عَلَى مُلْكِ سُلَيْمَانَ وَمَا كَفَرَ سُلَيْمَانُ وَلَكِنَّ الشَّيَاطِينَ كَفَرُوا يُعَلِّمُونَ النَّاسَ السِّحْرَ وَمَـا أُنزِلَ عَلَى الْمَلَكَيْنِ بِبَابِلَ هَارُوتَ وَمَارُوتَ, وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ حَتَّى يَقُولـَا إِنَّمَا نَحْنُ فِتْنَةٌ فَلا تَكْفُرْ, فَيَتَعَلَّمُونَ مِنْهُمَا مَا يُفَرِّقُونَ بِهِ بَيْنَ الْمَرْءِ وَزَوْجِهِ, وَمَا هُمْ بِضَـارِّينَ بِهِ مِنْ أَحَدٍ إِلاَّ بِإِذْنِ اللَّـهِ, وَيَتَعَلَّمُونَ مَا يَضُرُّهُمْ وَلا يَنفَعُهُمْ, وَلَقَدْ عَلِمُوا لَمَنِ اشْتَرَاهُ مَا لَهُ فِي الآخِرَةِ مِنْ خَلـَاقٍ, وَلَبِئْسَ مَا شَرَوْا بِـهِ أَنفُسَهُمْ لَوْ كَانُوا يَعْلَمُـونَ (102)',
  ),
];